<template>
  <div class="reg-server">
    <h2>点度物联服务协议</h2>
    <p>感谢您使用点度物联服务！</p>
    <p>为使用点度物联相关服务（可简称“本服务”），您应当阅读并遵守《点度物联服务协议》（以下简称:本协议）。请您务必审慎阅读、充分理解各协议内容，特别是限制或免除责任的协议，以及开通或使用某项服务的单独协议、规则。限制或免责条款可能以加粗或加下划线的形式提示您重点注意。</p>
    <p>一旦您选择注册即表示您已阅读并接受本协议及相关协议、规则等的所有条款，否则您无权使用本服务。</p>
    <p>您有违反本协议的任何行为时，佛山点度物联信息安全技术有限公司有权依照本协议根据您违反情况随时单方采取限制、中止或终止向您提供服务等措施，并有权追究您相关责任。</p>
    <h2>通则</h2>
    <p>1.1 本条款中“服务”指：佛山点度物联信息安全技术有限公司向您提供的 https://www.dianduiot.com 网站上所展示的点度物联安全管理平台服务以及相关的技术及网络支持服务。</p>
    <p>1.2 点度物联服务的种类、服务标准、使用规则、结算方式（即预付费、后付费等，下同）及计费标准等（统称“服务规则”），以点度物联官网（网址：https://www.dianduiot.com, 下同）及购买具体服务时的页面说明为准，本协议或双方另有约定除外。</p>
    <p>1.3 实名认证主体将被视为承诺对账号下的一切行为负责，若账号或账号下行为出现纠纷时（包括但不限于实施违法违规行为、逾期支付服务费等），需由实名认证主体承担全部责任。</p>
    <P>1.4 佛山点度物联信息安全技术有限公司有权随时对点度物联服务规则进行调整，并通过网站公告、邮件通知、短信通知等方式予以公布，而无需另行获得您同意。</P>
    <h2>账户</h2>
    <p>1.1 您应当按照点度物联服务注册流程填写、提交真实、合法、有效的个人、企业信息，包括但不限于企业名称、联系人、电子邮箱、联系电话等；如果您的个人、企业信息发生变更的，您应及时根据点度物联服务系统的规则自行进行更新。</p>
    <p>1.2 本协议效力适用于您名下全部点度物联账户。为保护账户和交易安全，佛山点度物联信息安全技术有限公司有权随时要求您进行实名认证，您应当予以配合。您同意授权佛山点度物联信息安全技术有限公司公司可以通过向第三方审核您的身份和资格，取得您使用本服务的相关资料。</p>
    <p>1.3 点度物联账户将作为您使用点度物联服务的身份识别依据，您应当对点度物联账户采取必要、有效的保密措施，并为您点度物联账户下的一切行为负责。</p>
    <h2>服务规则</h2>
    <p>1.1 服务开通</p>
    <p>1.1.1 部分点度物联服务的开通可能需要双方另行签订单独的服务协议，单独的服务协议可能以电子文档形式展示，也可能是独立的纸质文档形式展示，您可以根据自身情况决定是否接受服务协议及开通服务。</p>
    <p>1.2 服务费用</p>
    <p>1.2.1 点度物联服务结算方式、计费标准以官网公布价格为准，以人民币计算，双方另有约定除外。</p>
    <p>1.2.2 点度物联服务的结算规则可能分为预付费和后付费等类型，您应当遵守您选购的服务的结算规则，否则，会导致您开通的服务被中止、终止。采用预付费规则的服务，您需及时向点度物联账户充值，以保证顺利使用服务。采用后付费规则的服务，您需在服务规则指定的期限内及时支付费用。</p>
    <p>1.2.3 部分点度物联服务开通后（比如云服务器、云数据库等），即使您未新增服务项目或资源，亦未进行新的操作，但由于该部分服务会持续占用资源因此将持续产生扣费，您应当及时续费或关闭服务。</p>
    <p>1.3 服务保障</p>
    <p>1.3.1 佛山点度物联信息安全技术有限公司向您提供服务的时间范围为：周一至周五，9:00~12:00；下午 2:00~5:00 (周末及法定假日除外)，协助您解答、处理使用点度物联服务过程中遇到的问题。</p>
    <p>1.3.2 佛山点度物联信息安全技术有限公司在服务等级协议(SLA)的范围内，为您提供数据备份，保障数据可靠性，除此之外，您应根据自身需求进行数据备份。</p>
    <p>1.3.3 佛山点度物联信息安全技术有限公司在服务等级协议(SLA)范围内提供可用性保障。如果佛山点度物联信息安全技术有限公司未能满足您所购买服务对应的服务等级协议(SLA)的服务保障，则佛山点度物联信息安全技术有限公司应当按照该服务等级协议(SLA)向您承担补偿责任。佛山点度物联信息安全技术有限公司的补偿责任总额不超过佛山点度物联信息安全技术有限公司就违约服务向您收取的当次服务费用总额。</p>
    <p>1.3.4 如果您对可用性的要求高于SLA，则需要您主动对自身系统进行高可用性的设置，佛山点度物联信息安全技术有限公司将给与必要的协助。如果需要佛山点度物联信息安全技术有限公司配合做设计，由双方另行协商确认。</p>
    <p>1.4 服务中止或终止</p>
    <p>1.4.1 为了向您提供更加完善的服务，佛山点度物联信息安全技术有限公司有权定期或不定期地对服务平台或相关设备进行检修、维护、升级等（统称“常规维护”），如因常规维护造成点度物联服务在合理时间内中断或暂停的，佛山点度物联信息安全技术有限公司无需为此向您承担任何责任。但是，佛山点度物联信息安全技术有限公司应当至少提前24小时，就常规维护事宜通知。若因不可抗力、基础运营商过错等原因导致的非常规维护，佛山点度物联信息安全技术有限公司应及时通知。</p>
    <p>1.4.2 为保证服务的安全性和稳定性，佛山点度物联信息安全技术有限公司可能对您使用的机房、服务器、带宽、数据库等产品进行不定期的升级、迁移等，您应予以配合。当涉及重大变更（如机房迁移），佛山点度物联信息安全技术有限公司应当提前至少7天通知。</p>
    <p>1.4.3 如点度物联服务到期或终止，对于您因使用点度物联服务而存储在佛山点度物联信息安全技术有限公司服务器中的数据等任何信息，佛山点度物联信息安全技术有限公司将为您保留15天（简称“保留期限”）。您应承担保留期限内产生的云服务费用（若有），并在保留期限届满前结清费用、完成全部数据的迁移。保留期限届满后，点度物联服务系统将自动删除您的所有数据。</p>
    <p>1.4.4 若您使用预付费的服务，在服务期限届满前，您未使用的服务期限对应的费用将不予退还，但是您可以继续使用相关服务直至服务期限届满，本协议至服务期限届满时终止。</p>
    <p>1.4.5 佛山点度物联信息安全技术有限公司有权根据自身运营安排，随时调整、终止部分或全部服务（包括但不限于对服务进行升级、整合等）。但是，佛山点度物联信息安全技术有限公司应提前至少7天通知，以便您做好相关数据的转移备份以及业务调整等，以保护您的合法权益。</p>
    <p>1.5 第三方产品或服务</p>
    <p>1.5.1 如果您通过点度物联服务获取、使用第三方提供的任何产品或服务（包括但不限于点度物联服务市场中由服务商等第三方提供的产品、服务），您应当评估该产品或服务是否符合您要求。</p>
    <p>1.5.2 第三方产品或服务的开通，可能需要您与第三方另行签订单独的服务协议，单独的服务协议可能以电子文档形式展示，也可能是独立的纸质文档，您可以根据自身情况决定是否接受服务协议及使用产品或服务。</p>
    <p>1.5.3 您因使用第三方产品或服务产生的纠纷由您与第三方协商解决。</p>
    <h2>客户权利义务</h2>
    <p>1.1 您有权依照本协议约定使用您采购的点度物联服务并获得佛山点度物联信息安全技术有限公司的技术支持和售后服务。</p>
    <p>1.2 您在使用点度物联服务时须遵守相关法律法规，维护互联网秩序和安全；不得从事包括但不限于以下行为，也不得为任何违反法律法规的行为提供便利：</p>
    <p>• 实施侵害他人知识产权等任何合法权益的行为；</p>
    <p>• 违反与点度物联网络相联通之网络、设备或服务的操作规定；</p>
    <p>• 实施违法或未授权之接取、盗用、干扰或监测；</p>
    <p>• 实施任何破坏或试图破坏网络安全的行为，包括但不限于以病毒、木马、恶意代码、钓鱼等方式，对网站、服务器进行恶意扫描、非法侵入系统、非法获取数据等；</p>
    <p>• 实施任何改变或试图改变点度物联服务提供的系统配置或破坏系统安全的行为；</p>
    <p>• 利用技术或其他手段破坏、扰乱点度物联服务的运营或他人对点度物联服务的使用；</p>
    <p>• 以任何方式干扰或企图干扰佛山点度物联信息安全技术有限公司任何产品或任何部分、功能的正常运行，或者制作、发布、传播上述工具、方法等；</p>
    <p>• 因从事包括但不限于“DNS解析”、“安全服务”、“域名代理”、“反向代理”等任何业务，导致您自己频繁遭受攻击（包括但不限于DDoS攻击）且未及时更正行为，或未根据佛山点度物联信息安全技术有限公司要求消除影响，从而对点度物联服务平台或他人产生影响的。</p>
    <p>1.3 您不应在点度物联服务上安装、使用盗版软件等，并且您应按照国家有关规定对您使用的计算机信息系统采取安全保护措施，包括但不限于安装经国家许可的计算机信息系统安全专用产品等。</p>
    <p>1.4 您应当按时付款。若您使用后付费服务且逾期付款的，您除应依约支付到期费用外，还应按逾期付款金额的日百分之一的标准向佛山点度物联信息安全技术有限公司支付迟延履行金，直至缴清全部费用为止。若您逾期15天未支付到期费用的，佛山点度物联信息安全技术有限公司有权单方终止本协议。若您同时使用了预付费服务的，则您未使用的服务期限对应的费用将作为违约金归佛山点度物联信息安全技术有限公司所有。</p>
    <h2>佛山点度物联信息安全技术有限公司权利义务</h2>
    <P>1.1 佛山点度物联信息安全技术有限公司应当依照本协议约定向您提供点度物联服务和售后支持。</P>
    <p>1.2 佛山点度物联信息安全技术有限公司仅对点度物联服务本身提供运营维护，您应当保证自身的网络、设备的安全性、稳定性，如发生以下情况，您应及时解决并避免对点度物联服务产生影响：</p>
    <p>• 您内部网络出现问题，包括但不限于超负荷等；</p>
    <p>• 您自有设备或您使用的第三方设备出现故障；</p>
    <p>• 其他您原因导致的任何故障、网络中断等；</p>
    <p>1.3 若佛山点度物联信息安全技术有限公司自行发现或根据主管部门的信息、权利人的投诉等发现，您违反相关法律法规或本协议的，佛山点度物联信息安全技术有限公司有权根据自己的独立判断单方采取以下措施中的一种或多种：</p>
    <p>• 要求您立即删除、修改相关内容；</p>
    <P>• 直接删除、屏蔽相关内容或断开链接等；</P>
    <p>• 限制、暂停向您提供点度物联服务（包括但不限于直接对您的部分服务进行下线并收回相关资源、对您点度物联账户进行操作限制等）；</p>
    <p>• 情节严重的，佛山点度物联信息安全技术有限公司有权终止向您提供点度物联服务，终止协议（包括但不限于直接对您的全部服务进行下线并收回相关资源等），您未使用的服务期限对应的费用将作为违约金归佛山点度物联信息安全技术有限公司所有；</p>
    <P>• 依法追究您的其他责任。</P>
    <p>1.4 佛山点度物联信息安全技术有限公司可将本协议部分或全部权利义务转让予第三方。</p>
    <h2>知识产权</h2>
    <p>1.1 双方单独享有的商标权、著作权或者其他知识产权，均仍归各方单独享有，并不会因为双方签订或者履行本协议而转归对方享有，或者转归双方共同享有。</p>
    <p>1.2 任何一方均应尊重相对方、第三方的知识产权，如有任何第三方就一方侵犯其知识产权等合法权益的原因向另一方提起诉讼、主张索赔的，责任方应当独立处理相关纠纷，赔偿另一方的直接经济损失，并使另一方完全免责。</p>
    <p>1.3 任何一方（接收方）从另一方（披露方）所接受之信息，如有标明或可合理认知为属于披露方的机密或专有信息的(包括但不限于佛山点度物联信息安全技术有限公司向您提供的折扣优惠等未公开发布的内容等，以下称“保密信息”），接收方须对披露方的保密信息保密，且未经披露方书面同意，不得用于本协议以外目的。接收方应以对待其自身保密信息相同的注意程度（且不得低于合理审慎义务）处理披露方的保密信息。</p>
    <p>1.4 未经您授权，佛山点度物联信息安全技术有限公司不得使用您提交的个人、企业信息。但是，佛山点度物联信息安全技术有限公司可以在事先获得您授权的前提下，按照隐私协议的规定使用和披露您的信息（具体详见隐私协议），以便您顺利使用点度物联服务。</p>
    <p>1.5 尽管如上所述，遇下列情况，接收方无需承担保密义务：</p>
    <p>• 经披露方同意披露的；</p>
    <P>• 非因接收方的过失而导致众所周知；</P>
    <p>• 接收方在披露方披露之前已由其他合法渠道获知，且披露方无类似保密限制的；</p>
    <p>• 接收方因法律程序或主管机关的要求需要披露任何信息的。</p>
    <p>1.6 双方保密义务在本协议有效期限内及期限届满后持续有效，直至相关信息不再具有保密意义。</p>
    <P>1.7 佛山点度物联信息安全技术有限公司有权根据国家司法、行政等主管部门的要求，配合查询、提供您信息等，以便及时解决投诉纠纷，保护各方合法权益。</P>
    <h2>责任限制</h2>
    <p>1.1 您理解并同意，在使用点度物联服务的过程中可能会遇到以下情况使服务发生中断。出现下述情况时，佛山点度物联信息安全技术有限公司应及时与相关单位配合进行修复，但是由此给您造成的损失佛山点度物联信息安全技术有限公司将予以免责。</p>
    <p>1.1.1 不可抗力，包括但不限于自然灾害、政府行为、政策颁布调整、法律法规颁布调整、罢工、动乱；</p>
    <p>1.1.2 基础运营商过错，包括但不限于电信部门技术调整、电信/电力线路被他人破坏、电信/电力部门对电信网络/电力资源进行安装、改造、维护；</p>
    <P>1.1.3 网络安全事故，如计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</P>
    <p>1.1.4 您通过非佛山点度物联信息安全技术有限公司授权的方式使用点度物联服务，您操作不当或您的电脑软件、系统、硬件和通信线路出现故障；</p>
    <p>1.1.5 其他非佛山点度物联信息安全技术有限公司过错、佛山点度物联信息安全技术有限公司无法控制或合理预见的情形。</p>
    <p>1.2 因不可抗力、基础运营商过错、网络安全事故或其他超出当事人可合理掌控范围的事件，造成本协议迟延履行或任何一方违约，双方均无需承担违约责任。但是，受影响一方应尽可能及时通知另一方。如前述事件妨碍协议履行达1个月以上的，任一方可提前15天书面通知对方终止协议。因本条款终止协议的，任何一方均无须承担违约责任。</p>
    <P>1.3 您理解并同意，佛山点度物联信息安全技术有限公司的服务是按照现有技术和条件所能达到的现状提供的。佛山点度物联信息安全技术有限公司将尽最大努力确保服务的连贯性和安全性，但佛山点度物联信息安全技术有限公司不能保证其所提供的服务毫无瑕疵。所以您也同意，即使佛山点度物联信息安全技术有限公司提供的服务存在瑕疵，但若上述瑕疵是当时行业技术水平所无法避免的，其将不被视为佛山点度物联信息安全技术有限公司违约，双方应友好协作共同解决问题。</P>
    <p>1.4 在任何情况下，任何一方均不对相对方任何间接性、偶然性、特殊性的损害和损失，包括但不限于可得利益损失、相对方向第三方支付的费用等承担责任（即使该方已经被告知该等损失的可能性）。</p>
    <h2>通知和送达</h2>
    <p>1.1 您应当保证和维护您的个人、企业信息的有效性，若存在虚假、无效等任何可能导致您无法及时获取业务通知、客户服务、技术支持等情况的，由您自行承担相应责任。</p>
    <P>1.2 您应当根据点度物联官网公布的佛山点度物联信息安全技术有限公司的联系方式向佛山点度物联信息安全技术有限公司发送通知，双方另有约定除外。</P>
    <p>1.3 佛山点度物联信息安全技术有限公司可以不定期以网页公告、电子邮件、手机短信、站内信、即时通讯工具等方式中的1种或多种向您发送与点度物联服务有关的业务通知、服务提示、验证消息等各种业务通知，以及营销广告。</p>
    <p>1.4 各方均应保证其联系方式真实、有效，通知自发送之日视为已送达收件人。</p>
    <h2>期限</h2>
    <P>1.1 双方合作期限自您点击同意接受本协议当天起至本次服务有效期最后一日止，合作期限届满后将停止提供相关服务。</P>
    <p>1.2 若双方合作期限与您选购的服务的服务期限不一致的，则双方合作期限自动顺延至您选购的服务的服务期限届满之日。</p>
    <p>1.3 本协议的到期或终止，不影响协议到期或终止前产生的权利义务。</p>
    <h2>附则</h2>
    <P>1.1 本协议的签订地为广州市佛山区。</P>
    <p>1.2 本协议自您在点度物联服务平台点击“同意协议并提交”（具体措辞详见注册页面）后生效，有效期涵盖双方整个合作期限。除非双方另有约定，本协议在您使用点度物联服务期间持续有效。</p>
    <p>1.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
    <P>1.4 因本协议产生之争议，双方应首先协商解决；双方未能以诚意协商解决的，任何一方均应将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</P>
    <p>1.5 本协议的拟定、解释均以中文为准。除双方另有约定外，任何有关本协议的翻译不得作为解释本协议或判定双方当事人意图之依据。</p>
  </div>
</template>

<script>
export default {
  name: 'RegServer',
  created() {
    window.document.title = '点度物联 - 服务协议'
  }
}
</script>

<style scoped lang="scss">
  .reg-server {
    padding: 0 15px 20px;
  }
</style>