<template>
  <div class="fqa-list">
    <el-collapse v-model="act" accordion>
      <el-collapse-item v-for="item in list" :key="item.q" :title="item.q" :name="item.q">
        <div class="fqa-a">{{item.a}}</div>
      </el-collapse-item>
    </el-collapse>
  </div>
</template>

<script>
let FQA = [{
  q: '点度智联云是什么？',
  a: '点度智联云是我司构建的一个物联网应用开放社区。现阶段主要为您实现【让设备能说话】、【让设备能互联】、【让设备有思想】、【让设备都上云】，致力于帮助工业用户以最低的成本、门槛构建工业物联网应用系统，平台愿意为平台会员们提供必要的协助，以帮助客户提升自己的工业物联网应用水平。'
}, {
  q: '点度智联云的物联应用系统有没有试用版？',
  a: '【无试用版，直接免费提供完整版】，点度智联云为每位进行注册认证过的用户免费提供一个系统授权码权益，一经激活授权，可无限期使用。'
}, {
  q: '点度智联云的物联应用系统是否有私有版本？',
  a: '点度智联云的物联应用系统是可根据客户要求快速部署私有云。部署私有版需要我司技术支持服务。'
}, {
  q: '这个平台是什么操作？需要下载吗？',
  a: '免费+无模块限制+无需编程+傻瓜式的图形操作界面。目前用户可通过登录点度智联云www.dianduiot.com直接注册登录即可，无需下载。也可直接微信搜索点度智联云小程序注册使用。'
}, {
  q: '平台软件主机有什么配置要求？',
  a: '请使用IE9（或以上版本）、Chrome或Firefox浏览器登录点度智联云平台即可。'
}, {
  q: '为何要求认证？注册、认证流程繁琐。',
  a: '目前设备互联主要应用在工业领域，有设备联网需求的绝大多数为企业用户，为了集中资源，为真正有设备物联应用需求的企业用户服务，也为了避免刷号、非从业人员浑水摸鱼等可能导致行业服务质量降低的情况发生，我们目前面向的用户群体为企业用户，因此物联网应用系统的永久授权，是作为点度智联云平台企业用户的权益进行提供。在认证审核效率方面，点度智联云安排有专员进行处理，用户提交的认证、激活码的申请，我们将尽快及时处理，工作日内，一般激活码的申请将在2小时内完成发放。'
}, {
  q: '系统授权码只能创建一个系统使用，不能更换吗？',
  a: '采用系统授权码方式激活，只能绑定一个应用系统且不能更换。'
}, {
  q: '已授权的用户物联应用系统可否不从点度官网入口进入，是否可创建快捷登录路径？',
  a: '已授权的用户物联应用系统用户可自主创建快捷登录路径，可不经点度官网入口进入。'
}, {
  q: '已授权的用户物联应用系统可否嵌入到客户自己的已有软件系统里？',
  a: '已授权的用户物联应用系统可嵌入到客户自己已有的软件系统里。'
}, {
  q: '已授权的物联应用系统是否有用户数限制？是否能添加用户和灵活设置用户权限？',
  a: '用户创建的物联应用系统无用户数限制，可自主添加应用系统用户，可灵活自主设置用户功能权限。'
}, {
  q: '已授权的物联应用系统是否可改为用户系统LOGO？',
  a: '已授权的物联应用系统可灵活根据客户需求自主修改系统LOGO和介绍封面。'
}, {
  q: '已授权的物联应用系统是否有设备连接数限制？',
  a: '用户创建的物联应用系统无设备连接数限制。'
}, {
  q: '已授权的物联应用系统是否一定用点度智能网关才能连接设备？能用其它网关连接吗？',
  a: '的，已授权的物联应用系统一定要用点度智能网关才能连接设备。点度智联云暂不开放对接其它网关。'
}, {
  q: '点度智能网关支持哪些PLC通讯、传感器？',
  a: '点度智能网关支持市面主流的PLC通讯。接口丰富，可根据客户要求定制。'
}, {
  q: '已授权的物联应用系统连接实体设备后需要收服务费吗？',
  a: '已授权的物联应用系统通过点度智能网关连接设备后，会收取每台设备连接年服务费200元/年。'
}, {
  q: '是否可帮助选型、帮助构建整个物联项目？',
  a: '点度智联云可提供有偿服务。具体咨询点度物联商务。'
}]

export default {
  name: 'Fqa',
  data() {
    return {
      list: FQA,
      act: ''
    }
  }
}
</script>

<style scoped lang="scss">
  .fqa-a {
    padding-bottom: 8px;
  }
  .fqa-list {
    padding-bottom: 30px;
  }
</style>
